/* choose button - open panel */
"Choose" = "選擇";

/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "放大";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "訂購 dotphoto.com 影像的輸出列印";

/* Prompt when no URL has been entered */
"Please use the Inspector to enter the URL of an image" = "請使用“檢閱器”來輸入影像的 URL";

/* followed by URL of externally loaded image, for when we are not loading in external resources. */
"This is a placeholder for the image at:" = "此為位於以下網址之影像的預留區：";

/* Title of mag link */
"View this image full-size" = "以完整大小顯示此影像";